{
  "LocalsDropdown": {
    "serbian": "Сербский",
    "english": "Английский",
    "russian": "Русский"
  },

  "Header": {
    "home": "Главная",
    "about": "О нас",
    "location": "Местоположение",
    "facilities": "Услуги",
    "apartments": "Квартиры",
    "projects": "Проекты",
    "contact": "Контакт"
  },

  "HeroPage": {
    "welcome": "Раолен Градню",
    "description": "Это место, где начинается ваше путешествие к семейному дому, который вы всегда представляли."
  },

  "AboutPage": {
    "title": "О нас",
    "intro": "Raolen Gradnja - это компания по недвижимости, расположенная в самом сердце Инђии. Наши проекты характеризуются высокими стандартами строительства, инновационным дизайном и тщательным планированием пространства.",
    "vision": "Наша визия проста - создавать недвижимость, которая соответствует ожиданиям каждого. Мы учитываем ваши потребности, желания и будущие планы, чтобы создать пространство, которое отражает вашу уникальную историю и стиль жизни.",
    "skillsTitle": "Почему выбирают нас?",
    "inovation": "Инновации",
    "inovationText": "Мы учитываем последние тенденции в строительной индустрии, но также поощряем креативность для создания уникальных и оригинальных концепций.",
    "design": "Дизайн",
    "designText": "Дизайн - это не только эстетика, но и функциональность. Тщательно продуманные пространства объединяют элегантность и практичность.",
    "manufacturing": "Строительство",
    "manufacturingText": "Качественное строительство включает использование первоклассных материалов, тщательное планирование и выполнение проектов для создания домов, которые прослужат долго."
  },

  "PlanPage": {
    "title": "План",
    "p": "Наш план предусматривает строительство 40 квартир высокого качества. Портфель, который мы строим, отражает разнообразие и тщательный подход к проектам, адаптированным к различным потребностям клиентов.",
    "p2": "Общая площадь квартир превышает 1 800 квадратных метров. В наш план и программу также включены 40 парковочных мест, так что каждая квартира имеет парковочное место. Средняя площадь квартир составляет 45 квадратных метров.",
    "floors": "Этажи",
    "appartments": "Квартиры",
    "parkingSpot": "Парковочные места",
    "greenArea": "Зеленые зоны",
    "biggestApartment": "Самая большая квартира",
    "smallestApartment": "Самая маленькая квартира"
  },

  "LocationPage": {
    "title": "Местоположение",
    "p": "Мы находимся недалеко от центра Инđия, но при этом в тихом районе города. Представляем вам все преимущества нашего местоположения.",
    "bus": "Автобус",
    "basLabel": "Автобусная остановка",
    "sport": "Спорт",
    "sportLabel": "Спортивный центр",
    "park": "Парк",
    "parkLabel": "Городской парк Королевы Марии",
    "train": "Поезд",
    "trainLabel": "Железнодорожная станция",
    "hospital": "Больница",
    "hospitalLabel": "Здравоохранительный центр им. д-ра Милорада-Мика Павловича",
    "kindergarten": "Детский сад",
    "kindergartenLabel": "Детский сад Сунце",
    "school": "Школа",
    "schoolLabel": "Начальная школа Душан Йеркович",
    "center": "Центр",
    "centerLabel": "Центр города"
  },

  "FacilitiesPage": {
    "title": "Объекты",
    "p": "Одним из ключевых элементов нашей философии является введение дополнительных удобств в зданиях, создавая живую микро-среду. В наших объектах вы найдете больше, чем просто жилое пространство. Мы предлагаем дополнительные удобства, которые делают жизнь наших жителей проще и приятнее.",
    "marketTitle": "Магазин",
    "marketSubTitle": "Удобные покупки на кончиках пальцев",
    "marketText": "Одним из возможных вариантов является предоставление нашим жителям привилегии пользоваться собственным магазином. В этом магазине представлен широкий ассортимент свежих продуктов, необходимых принадлежностей и товаров, важных для повседневной жизни. Наш магазин здесь, чтобы упростить ваш ежедневный распорядок, позволяя вам получить все необходимое, не покидая комфорта вашего дома.",
    "cafeTitle": "Кафе",
    "cafeSubTitle": "Место, где все собираются",
    "cafeText": "Кафе в составе Raolen Construction - это не просто место для кофе; это социальный центр, где встречаются соседи, друзья и семьи. Это кафе спроектировано как уютное пространство для отдыха, работы из дома или неформальных встреч. С широким ассортиментом напитков и вкусных лакомств, наше кафе становится любимым местом для всех жителей, создавая атмосферу общности и дружбы.",
    "playroomTitle": "Детская игровая комната",
    "playroomSubTitle": "Безопасный и веселый оазис",
    "playroomText": "Для семей, которые являются частью нашего сообщества, мы специально разработали пространство, которое порадует самых маленьких членов. Наша детская игровая комната - это безопасное место, где дети могут свободно играть, учиться и развиваться. Это пространство тщательно спроектировано с учетом безопасности и потребностей детей, предоставляя им возможность наслаждаться игрой в непосредственной близости от своего дома."
  },

  "ApartmentsPage": {
    "title": "Найдите квартиру по вашему вкусу",
    "p": "Выберите квартиру из нашего предложения, которая соответствует вашим потребностям.",
    "studioApartments": "Студии",
    "buttonText": "Посмотреть все",
    "apartments1": "Однокомнатные квартиры с кабинетом",
    "apartments2": "Двухкомнатные квартиры",
    "apartments3": "Трехкомнатные квартиры"
  },

  "ProjectsPage": {
    "title": "Проекты",
    "p": "Представляем вам другие наши проекты в портфолио.",
    "projectTitle": "Проект в Нише",
    "projectSubTitle": "Николе Пашича 10, Ниш",
    "projectText": "В самом сердце Ниша, между историческими памятниками и современными зданиями, находится инновационная компания по недвижимости под названием 'Niš Real Estate Solutions'. Эта компания не просто посредник в купле-продаже недвижимости, но и архитектор жизни, соединяющий людей с домами их мечты.",
    "projectTitle2": "Проект в Крагуеваце",
    "projectSubTitle2": "Кнеза Милоша 22, Крагуевац",
    "projectText2": "В самом сердце Шумадии, в одном из самых живописных городов Сербии, процветает выдающаяся компания по недвижимости под названием 'Kragujevac Real Estate Hub'. Это агентство не просто посредник в сделках с недвижимостью; оно является опорой сообщества, соединяя людей с домами их мечты и улучшая качество жизни в Крагуеваце.",
    "buttonLabel": "Узнать больше",
    "label": "Квартиры"
  }
}
