{
  "LocalsDropdown": {
    "serbian": "Srpski",
    "english": "Engleski",
    "russian": "Ruski"
  },

  "Header": {
    "home": "Početna",
    "about": "O Nama",
    "plan": "Plan",
    "location": "Lokacija",
    "facilities": "Objekti",
    "apartments": "Stanovi",
    "projects": "Projekti",
    "contact": "Kontakt"
  },

  "HeroPage": {
    "welcome": "Raolen Gradnja",
    "description": "Ovo je mesto gde započinje vaše putovanje prema porodičnom domu kakvog ste ga oduvek zamišljali."
  },

  "AboutPage": {
    "title": "O Nama",
    "intro": "Raolen Gradnja je kompanija za nekretnine smeštena u samom centru grada Inđije. Naše projekte odlikuju visoki standardi gradnje, inovativni dizaj i pažljivo planiranje prostora.",
    "vision": "Naša vizija je jednostavna - stvarati nekretnine koje ispunjavaju svačija očekivanja. Uzimamo u obzir vaše potrebe, želje i buduće planove kako bismo stvorili prostor koji odražava vašu jedinstvenu priču i stil života.",
    "skillsTitle": "Zašto baš mi?",
    "inovation": "Inovativnost",
    "inovationText": "Uzimamo u obzir najnovije trendove u građevinskoj industriji, ali isto tako podstičemo kreativnost kako bismo stvorili jedinstvene i originalne koncepte.",
    "design": "Dizajn",
    "designText": "Dizajn nije samo stvar estetike, već i funkcionalnosti. Pažljivo osmišljeni prostori spajaju eleganciju i praktičnost.",
    "manufacturing": "Izrada",
    "manufacturingText": "Kvalitetna gradnja podrazumeva upotrebu vrhunskih materijala, pažljivo planiranje i izvedbu projekata kako bi se stvorili domovi koji traju."
  },

  "PlanPage": {
    "title": "Plan",
    "p": "Naš plan podrazumeva izgradnju stanova i poslovnog prostora, visokog kvaliteta, koji su prilagođeni različitim potrebama klijenata. Stambeni objekat upotpunjuje dvorište sa podzemnom garažom.",
    "p2": "Predviđeno je tako da svaki stan i poslovni prostor poseduju parking mesto. Takođe, da bi omogućili budućim stanarima zdravije okruženje, 40% ukupne parcele pokrivaće zelena površina",

    "apartmentsSlide": {
      "title": "Stanovi",
      "text": "Naši stanovi pružaju udobnost i moderan dizajn na svakom spratu.",
      "groundFloor": "Prizemlje",
      "firstFloor": "Prvi sprat",
      "secondFloor": "Drugi sprat",
      "thirdFloor": "Treći sprat"
    },
    "apartmentSizesSlide": {
      "title": "Veličine stanova",
      "text": "Naši stanovi nude opcije raznih veličina, prilagođene svim potrebama.",
      "biggestApartment": "Najveći stan",
      "smallestApartment": "Najmanji stan"
    },
    "businessPremisesSlide": {
      "title": "Poslovni prostori",
      "text": "Naši poslovni prostori osmišljeni su za različite tipove delatnosti i idealan su izbor za kompanije koje traže moderno i praktično radno okruženje.",
      "premises": "Poslovni prostor"
    },
    "apartmentNetoSlide": {
      "title": "Kvadratura",
      "text": "Ukupna kvadratura stanova i poslovnog prostora pruža optimalan komfor i funkcionalnost.",
      "apartmentNeto": "Neto stanovi",
      "businessPremisesNeto": "Neto poslovni prostor"
    },
    "parkingSlide": {
      "title": "Parking",
      "text": "Parking mesta su obezbeđena u garaži, na otvorenom i prilagođena osobama sa invaliditetom.",
      "parkingSpot": "Parking mesta u garaži",
      "parkingSpotOutside": "Parking mesta napolju",
      "parkingSpotDisabledPeople": "Parking mesta za invalide"
    },

    "greenAreaSlide": {
      "title": "Zelenilo",
      "text": "Zelene površine čine 33% parcele, pružajući prijatno i zdravo okruženje.",
      "greenArea": "Zelena površina"
    },
    "completionTimelineSlide": {
      "title": "Rokovi završetka",
      "text": "Planirani završetak radova definisan fazama realizacije projekta.",

      "permit": "Dobijanje dozvole",
      "construction": "Početak radova",
      "movingInApartment": "Useljenje"
    }
  },
  "LocationPage": {
    "title": "Lokacija",
    "p": "Nalazimo se nedaleko od centra Inđije, a opet smešteni u mirnom kraju grada. Predstavljamo vam sve pogodnosti mesta na kom se nalazimo.",
    "bus": "Autobus",
    "basLabel": "Autobuska stanica",
    "sport": "Sport",
    "sportLabel": "Centar za bavljenje sportom",
    "park": "Park",
    "parkLabel": "Gradski park Kraljice Marije",
    "train": "Voz",
    "trainLabel": "Železnička stanica",
    "hospital": "Bolnica",
    "hospitalLabel": "Dom zdravlja Dr Milorad-Mika Pavlović",
    "kindergarten": "Vrtić",
    "kindergartenLabel": "Vrtić Sunce",
    "school": "Škola",
    "schoolLabel": "Osnovna škola Dušan Jerković",
    "center": "Centar",
    "centerLabel": "Centar grada"
  },

  "FacilitiesPage": {
    "title": "Objekti",
    "p": "Jedan od ključnih elemenata naše filozofije je uvođenje dodatnih sadržaja unutar zgrada, čime stvaramo živopisno mikrookruženje. U našim objektima pronaći ćete više od samo stambenog prostora. Nudimo dodatne pogodnosti koje čine život naših stanara jednostavnijim i ugodnijim.",
    "marketTitle": "Market",
    "marketSubTitle": "Praktična nabavka na dohvat ruke",
    "marketText": "Jedna od potencijalnih opcija jeste da našim stanarima omogućimo privilegiju uživanja u sopstvenom marketu. Ovaj market je mesto na kom se nalazi širok spektar svežih namirnica, osnovnih potrepština i proizvoda bitnih za svakodnevni život. Naš market je tu kako bi olakšao vašu svakodnevicu, omogućavajući vam da nabavite sve što vam je potrebno bez napuštanja komfora vašeg doma.",
    "cafeTitle": "Kafić",
    "cafeSubTitle": "Mesto gde se svi okupljaju",
    "cafeText": "Kafić u sklopu Raolen Gradnje nije samo prostor za ispijanje kafe, to je društveno središte gde se susreću komšije, prijatelji i porodice. Ovaj kafić je koncipiran kao udoban prostor za relaksaciju, rad od kuće ili neformalna druženja. Sa širokom paletom napitaka i ukusnih poslastica, naš kafić postaje omiljeno mesto svih stanara, stvarajući atmosferu zajedništva i prijateljstva.",
    "playroomTitle": "Igraonica za decu",
    "playroomSubTitle": "Bezbedna i zabavna oaza",
    "playroomText": "Za porodice koje su deo naše zajednice, posebno smo osmislili prostor koji će obradovati najmlađe članove. Naša igraonica za decu predstavlja sigurno mesto gde se mališani mogu slobodno igrati, učiti i razvijati. Ovaj prostor je pažljivo osmišljen uzimajući u obzir bezbednost i potrebe dece, pružajući im mogućnost da uživaju u igri u neposrednoj blizini svog doma."
  },

  "ApartmentsPage": {
    "title": "Pronađite stan po vašoj meri",
    "p": "Odaberite stan po vašoj želji iz naše ponude.",
    "all": "Svi stanovi",
    "studioApartments": "Manji stanovi",
    "buttonText": "Pogledaj sve",
    "apartments1": "Srednji stanovi",
    "apartments2": "Posloni prostor",
    "apartments3": "Veći stanovi"
  },

  "ProjectsPage": {
    "title": "Projekti",
    "p": "Predstavljamo vam druge naše projekte u portfoliju.",
    "projectTitle": "Projekat u Nišu",
    "projectSubTitle": "Nikole Pašića 10, Niš",
    "projectText": "U srcu Niša, između istorijskih spomenika i savremenih zgrada, smestila se inovativna firma za nekretnine koja nosi ime 'Niš Real Estate Solutions'. Ova kompanija nije samo posrednik u prodaji i kupovini nekretnina, već je i arhitekta života, spajajući ljude sa domovima iz snova.",
    "projectTitle2": "Projekat u Kragujevcu",
    "projectSubTitle2": "Kneza Miloša 22, Kragujevac",
    "projectText2": "U srcu Šumadije, u jednom od najživopisnijih gradova Srbije, procvetala je izuzetna firma za nekretnine po imenu 'Kragujevac Real Estate Hub'. Ova agencija nije samo posrednik u transakcijama nekretnina; ona je stub zajednice, povezujući ljude sa domovima svojih snova i unapređujući kvalitet života u Kragujevcu.",
    "buttonLabel": "Saznaj više",
    "label": "Stanova"
  },

  "Footer": {
    "title": "Kontakt",
    "subTitle": "Tu smo za sva vaša pitanja, pišite nam!",
    "name": "Ime",
    "address": "Adresa",
    "message": "Poruka",
    "phone": "Telefon",
    "email": "Email",
    "send": "Pošalji"
  }
}
